{
  "MAIN_HEADER__NAV_LIST_1": "Benefits",
  "MAIN_HEADER__NAV_LIST_2": "Mortgage Problems",
  "MAIN_HEADER__NAV_LIST_3": "Market Analysis",
  "MAIN_HEADER__NAV_LIST_4": "Whitepaper",
  "MAIN_HEADER__NAV_LIST_5": "Roadmap",
  "MAIN_HEADER__NAV_LIST_6": "Team",
  "MAIN_HEADER__NAV_LIST_7": "Press",
  "MAIN_HEADER__NAV_LIST_8": "Sign Up",
  "MAIN_HEADER__CONTENT_LOGO_SLOGAN": "The Mortgage Blockchain Platform",
  "MAIN_BENEFITS__TITLE": "Benefits of HFC",
  "MAIN_BENEFITS__DESCRIPTION": "HFC harnesses the power and security of blockchain technology and artificial intelligence to solve real world problems facing the mortgage industry. The HFC platform ensures that all stakeholders in the mortgage process are taken care of.",
  "MAIN_BENEFITS__ROW_COL_33_H6_1": "Total Transparency",
  "MAIN_BENEFITS__ROW_COL_33_DESCRIPTION_1": "The HFC platform provides total transparency for mortgage customers and mortgage backers by tokenizing each mortgage using the ERC721 standard token within QuorumChain (developed by JP Morgan). The ERC721 token can be tracked throughout the entire lifecycle of the mortgage.",
  "MAIN_BENEFITS__ROW_COL_33_H6_2": "Faster Mortgage Process",
  "MAIN_BENEFITS__ROW_COL_33_DESCRIPTION_2": "By using Artificial Intelligence and a Consortium Ethereum blockchain network, the HFC platform streamlines the entire mortgage process. This significantly reduces the average time to close while increasing customer confidence and understanding in the mortgage they are buying.",
  "MAIN_BENEFITS__ROW_COL_33_H6_3": "Security",
  "MAIN_BENEFITS__ROW_COL_33_DESCRIPTION_3": "HFC uses a Consortium Ethereum blockchain network. Documents and information stored in the blockchain are hashed with a SHA256 function and encrypted using high grade encryption and are impossible to hack. Access to the mortgage token requires a private key based on the ECDSA algorithm. Security is ensured with Proof of Stake consensus QuorumChain protocol.",
  "MAIN_BENEFITS__ROW_COL_33_H6_4": "Fewer Middlemen",
  "MAIN_BENEFITS__ROW_COL_33_DESCRIPTION_4": "HFC’s Artificial Intelligence technology eliminates the need for mortgage loan officers and originators while allowing loan processors and underwriters to handle a higher volume of mortgages.",
  "MAIN_BENEFITS__ROW_COL_33_H6_5": "Reduced Costs",
  "MAIN_BENEFITS__ROW_COL_33_DESCRIPTION_5": "Reducing the amount of human resources required to process loans significantly reduces the cost to originate loans. The costs savings are passed on directly to customers.",
  "MAIN_BENEFITS__ROW_COL_33_H6_6": "Smart Contracts, No Fraud",
  "MAIN_BENEFITS__ROW_COL_33_DESCRIPTION_6": "The security and transparency provided by blockchain and enforced by smart contracts completely eliminates the opportunity for fraud in the mortgage process.",
  "MAIN_MARKET__TITLE_LEFT": "Mortgage Market Problems",
  "MAIN_MARKET__SUBTITLE_LEFT": "The mortgage industry is overly complex, fragmented and an easy target for fraud. Streamlining the mortgage process will result in tens of thousands of dollars saved for the average customer as well as a dramatic reduction in the time needed to close a loan.",
  "MAIN_MARKET__ROW_COL_50_H6_1": "Regulation",
  "MAIN_MARKET__ROW_COL_50_DESCRIPTION_1": "Compliance is one of the largest burdens faced by mortgage lenders. More than ten Federal agencies oversee the industry. The cost of compliance is passed directly to mortgage customers.",
  "MAIN_MARKET__ROW_COL_50_H6_2": "Middlemen",
  "MAIN_MARKET__ROW_COL_50_DESCRIPTION_2": "A typical retail mortgage will be touched by over 11 different people from origination to closing. The Middlemen add cost and can drastically slow down the process.",
  "MAIN_MARKET__ROW_COL_50_H6_3": "Complexity",
  "MAIN_MARKET__ROW_COL_50_DESCRIPTION_3": "The mortgage process involves hundreds of pages of documents that leave mortgage customers confused and unclear of their rights.",
  "MAIN_MARKET__ROW_COL_50_H6_4": "Lengthy Process",
  "MAIN_MARKET__ROW_COL_50_DESCRIPTION_4": "According to realtor.com, in 2016, the average mortgage took 50 days to complete.",
  "MAIN_MARKET__ROW_COL_50_H6_5": "Customer Uncertainty",
  "MAIN_MARKET__ROW_COL_50_DESCRIPTION_5": "Most mortgage customers have no idea what happens to their mortgage after it closes or who holds their mortgage. Many cannot explain what kind of mortgage they have.",
  "MAIN_MARKET__ROW_COL_50_H6_6": "Hidden Charges",
  "MAIN_MARKET__ROW_COL_50_DESCRIPTION_6": "Customers have no choice in the underlying agreements between institutions operating in the mortgage industry. An average mortgage can have more than $5,000 of unnecessary expenses paid by the mortgage customer.",
  "MAIN_CRISIS__TITLE": "The 2008 Mortgage Crisis",
  "MAIN_CRISIS__SUBTITLE": "In 2007 the United States slid into a mortgage crisis that created widespread panic and turmoil throughout the financial industries. Greed and fraud fueled the market growth, eventually leading to a worldwide financial crisis.",
  "MAIN_CRISIS__ROW_COL_33_H6_1": "Compensation Agreements",
  "MAIN_CRISIS__ROW_COL_33_DESCRIPTION_1": "Mortgage companies were paid to prioritize subprime mortgages over less risky, more regulated products like FHA, VA, USDA and conventional mortgages.",
  "MAIN_CRISIS__ROW_COL_33_H6_2": "Interest Rates Boom",
  "MAIN_CRISIS__ROW_COL_33_DESCRIPTION_2": "The Feds lowered interest rates following the dot com bust and kept rates at or below 1%. This caused a downward spiral in the cost of credit.",
  "MAIN_CRISIS__ROW_COL_33_H6_3": "Creative Greed",
  "MAIN_CRISIS__ROW_COL_33_DESCRIPTION_3": "Wall Street wanted the yields associated with subprime mortgages, creating demand for more and more risky mortgage loans. The market supplied the demand in the form of exotic loans.",
  "MAIN_CRISIS__ROW_COL_33_H6_4": "Freddie & Fannie Market Share",
  "MAIN_CRISIS__ROW_COL_33_DESCRIPTION_4": "By 2006, Freddie Mac and Fannie Mae’s share of the mortgage market had declined over 20%. They began making riskier loans to compete with the subprime market and protect their profits.",
  "MAIN_CRISIS__ROW_COL_33_H6_5": "Relaxed Standards",
  "MAIN_CRISIS__ROW_COL_33_DESCRIPTION_5": "From 2003 to 2006, private mortgage securitization increased from 10% to 40%. The newer, more risky loans were more profitable and less regulated leading to an explosion in their popularity.",
  "MAIN_CRISIS__ROW_COL_33_H6_6": "Vulnerable Public",
  "MAIN_CRISIS__ROW_COL_33_DESCRIPTION_6": "'Innovative' mortgage products such as 2/28 adjustable rate mortgages and interest only mortgages defaulted in dramatically higher numbers than traditional 15 and 30 year fixed mortgages.",
  "MAIN_STATISTIC__TITLE": "Mortgage Market Analysis",
  "MAIN_STATISTIC__SUBTITLE": "Global housing markets have been steadily climbing up. The Global House Price Index indicates the change of home values in percentage over time. From Q1 2000 to Q3 2017, home prices increased 160%. The dip represents the 2008 Mortgage Crisis.",
  "MAIN_STATISTIC__WRAPPER_LEFT_H4_1": "$2.065 trillion",
  "MAIN_STATISTIC__WRAPPER_LEFT_DESCRIPTION_1": "Value of mortgages originated in 2016 in the US",
  "MAIN_STATISTIC__WRAPPER_LEFT_H4_2": "$782.6 billion",
  "MAIN_STATISTIC__WRAPPER_LEFT_DESCRIPTION_2": "Amount of MBS issued in 2017 in the US",
  "MAIN_STATISTIC__WRAPPER_LEFT_H4_3": "$14.9 trillion",
  "MAIN_STATISTIC__WRAPPER_LEFT_DESCRIPTION_3": "Total outstanding US mortgage debt in 2017",
  "MAIN_WHITEPAPER__TITLE": "Whitepaper",
  "MAIN_WHITEPAPER__WRAPPER_DESCRIPTION": "Find out how HFC coin will take home mortgages to the next level by giving people freedom powered by the blockchain, decentralized architectures, and community-based economies.",
  "MAIN_WHITEPAPER__BTN_1": "WHITEPAPER",
  "MAIN_WHITEPAPER__BTN_2": "PROJECT BRIEF",

  "MAIN_ROADMAP__TITLE": "Roadmap",

  "MAIN_ROADMAP__SLIDE_TOP_1_TITLE": "August 20",
  "MAIN_ROADMAP__SLIDE_TOP_1_DESCRIPTION": "Publish white paper and launch website ",

  "MAIN_ROADMAP__SLIDE_BOTTOM_1_TITLE": "October",
  "MAIN_ROADMAP__SLIDE_BOTTOM_1_DESCRIPTION": "Launch token pre-sale",

  "MAIN_ROADMAP__SLIDE_TOP_2_TITLE": "November",
  "MAIN_ROADMAP__SLIDE_TOP_2_DESCRIPTION": "Launch token public sale, list HFC Coin on exchanges",

  "MAIN_ROADMAP__SLIDE_BOTTOM_2_TITLE": "November",
  "MAIN_ROADMAP__SLIDE_BOTTOM_2_DESCRIPTION": "Start mortgage lending operations",

  "MAIN_ROADMAP__SLIDE_TOP_3_TITLE": "November",
  "MAIN_ROADMAP__SLIDE_TOP_3_DESCRIPTION": "Begin development of mortgage platform",

  "MAIN_ROADMAP__SLIDE_BOTTOM_3_TITLE": "December",
  "MAIN_ROADMAP__SLIDE_BOTTOM_3_DESCRIPTION": "Complete public token sale",

  "MAIN_ROADMAP__SLIDE_TOP_4_TITLE": "December",
  "MAIN_ROADMAP__SLIDE_TOP_4_DESCRIPTION": "Begin alpha test of mortgage lending platform for customers",

  "MAIN_ROADMAP__SLIDE_BOTTOM_4_TITLE": "March 2019",
  "MAIN_ROADMAP__SLIDE_BOTTOM_4_DESCRIPTION": "Begin beta testing of mortgage lending platform for customers",

  "MAIN_ROADMAP__SLIDE_TOP_5_TITLE": "February 2019",
  "MAIN_ROADMAP__SLIDE_TOP_5_DESCRIPTION": "Invite token holders to preview MBS beta of platform",

  "MAIN_ROADMAP__SLIDE_BOTTOM_5_TITLE": "May 2019",
  "MAIN_ROADMAP__SLIDE_BOTTOM_5_DESCRIPTION": "Launch mortgage lending platform for customers",

  "MAIN_ROADMAP__SLIDE_TOP_6_TITLE": "March 2019",
  "MAIN_ROADMAP__SLIDE_TOP_6_DESCRIPTION": "Launch first MBS with rewards and allow token holders to stake using HFC Coin",

  "MAIN_": "",
  "MAIN_": "",
  "MAIN_": ""
}

